import React from 'react';
import web from '../../assets/pic/khadamatweb.jpg';
import web2 from '../../assets/aks/web1.jpg'
import web3 from '../../assets/pic/web3.jpg';
import web4 from '../../assets/pic/web2.jpg'
const Webdesing = () => {
    return (
    <>

    
    
    <h1 className='pt-[10%] max-desktop:pt-[20%] max-mtablet:pt-[30%] '  ></h1>


 <div className=' w-[85%] h-[420px] bg-sanaviye rounded-[30px] flex mx-auto justify-around  items-center relative max-desktop:h-[153px]  '>

<h1 className=' text-[50px] text-avaliye max-desktop:text-[16px] font-bold ' >طراحی سایت</h1>

<img src={web} alt="" className='w-[380px] h-[383px]  rounded-tr-[50%] rounded-tl-[50%] rounded-br-[50%] max-desktop:w-[132px] max-desktop:h-[133px] mb-[-2.2%] max-desktopl:mb-[-4%] max-desktop:mt-[-1%] max-mtablet:mt-[2.2%] ' />

</div>

<h2 className='mt-[80px] mr-[50%] text-[24px] text-avaliye font-bold max-mtablet:text-[16px] mx-auto flex max-mtablet:mr-[8%] max-mtablet:mt-[48px] '  >  متن دلخواه </h2>

<div className='w-[85%] h-[700px] mx-auto mt-[16px] flex flex-wrap max-desktopl:h-[1100px] max-desktop:h-[1300px] max-mtablet:h-[1600px]  ' >

<p>
    
در این زمانه که رقابت کسب و کارها به فضای مجازی کشیده شده و برای بهتر دیده شدن نیاز است تا وب سایت ارزشمند و بهینه شده‌ای داشته باشید، لازم است برای شروع کار اطلاعات زیر بنایی درباره طراحی سایت داشته باشید . زیرا وقتی با طراحان یا شرکت های برنامه نویسی تماس میگیرید، آنقدر ابهام انگیز و تخصصی صحبت می‌کنند که نمی‌توانید به پاسخ دقیقی برای سوالات خود برسید.
اگر کسب و کار شما قابلیت پیشرفت زیادی دارد و بازار هدف گسترده‌ای دارید بهتر است به سراغ یک برنامه نویس حرفه‌ای در اُیک  برای ساخت سایت خود بروید.
اگر هدف شما از طراحی سایت شروع یک کسب و کار نوپا با هزینه پایین است به طوری که زودتر به سوددهی برسد، به شما پیشنهاد می‌کنیم از سیستم مدیریت محتوای اختصاصی اُیک سری بزنید.
CMS (Content Management Syste)  
یک سیستم مدیریت محتوا است برای کاربرانی که علاقه به کدنویسی ندارند یا حتی نمی‌خواهند هزینه زیادی بابت برنامه نویسی سایت بپردازند
مجموعه اُیک باتوجه به سیستم مدیریت محتوا با طراحی قالب اختصاصی وردپرس، جوملا، پرستاشاپ و دروپال ، یکی از محبوب ترین و ساده ترین سیستم های مدیریت محتوا را ارائه میدهد  که به کمک آن افراد قادر هستند سایت خود را مدیریت کرده و در آن محتوا قرار دهند. این روش به نسبت برنامه نویسی سایت، آسان تر و کاربردی تروکم هزینه تر است و مزیت های بی‌شماری از جمله منبع باز بودن، انعطاف پذیری ساختار، مدیریت راحت، سرعت و کارایی بالا و … دارد . باید بگوییم که جدا از تمامی امکانات و مواردی که گفته شد، اطلاع کامل از دانش های برنامه نویسی ، مهارت و خلاقیت رابط وتجربه کاربری  بسیار مهم است و جزو الزامات محسوب می‌شود تا یک سایت موفق و پربازدید داشته باشید
یکی از آیتم های سیستم مدیریت محتوایی وردپرس است ،که به وفور در اختیار کاربران قرار می‌گیرد. برای استفاده از این نوع سیستم‌، شما باید هاست، دامنه و قالب را به صورت جداگانه خریداری کنید  و از یک طراح سایت بخواهید وب سایت شما را راه اندازی کند. سپس با ورود به پنل مدیریت سایت خود را طراحی ، ویرایش و کنترل کنید. 

</p>
  



<img src={web2} alt="" className='w-[550px] h-[560px] flex mx-auto  mt-[32px] rounded-[50%] max-desktopl:w-[500px] max-desktopl:h-[500px] max-mtablet:h-[300px] max-mtablet:w-[300px] max-mtablet:order-2  max-mtablet:mt-[48px] ' />

<p className='w-[50%] h-full text-[16px] font-normal leading-[35px] flex  max-desktopl:w-[100%] max-desktopl:h-[530px]  max-desktop:w-[100%]    max-mtablet:order-1 max-desktop:h-[700px] max-mtablet:h-[1340px] ' > 


در این زمانه که رقابت کسب و کارها به فضای مجازی کشیده شده و برای بهتر دیده شدن نیاز است تا وب سایت ارزشمند و بهینه شده‌ای داشته باشید، لازم است برای شروع کار اطلاعات زیر بنایی درباره طراحی سایت داشته باشید . زیرا وقتی با طراحان یا شرکت های برنامه نویسی تماس میگیرید، آنقدر ابهام انگیز و تخصصی صحبت می‌کنند که نمی‌توانید به پاسخ دقیقی برای سوالات خود برسید.
اگر کسب و کار شما قابلیت پیشرفت زیادی دارد و بازار هدف گسترده‌ای دارید بهتر است به سراغ یک برنامه نویس حرفه‌ای در اُیک  برای ساخت سایت خود بروید.
اگر هدف شما از طراحی سایت شروع یک کسب و کار نوپا با هزینه پایین است به طوری که زودتر به سوددهی برسد، به شما پیشنهاد می‌کنیم از سیستم مدیریت محتوای اختصاصی اُیک سری بزنید.
CMS (Content Management Syste)  
یک سیستم مدیریت محتوا است برای کاربرانی که علاقه به کدنویسی ندارند یا حتی نمی‌خواهند هزینه زیادی بابت برنامه نویسی سایت بپردازند
مجموعه اُیک باتوجه به سیستم مدیریت محتوا با طراحی قالب اختصاصی وردپرس، جوملا، پرستاشاپ و دروپال ، یکی از محبوب ترین و ساده ترین سیستم های مدیریت محتوا را ارائه میدهد  که به کمک آن افراد قادر هستند سایت خود را مدیریت کرده و در آن محتوا قرار دهند. این روش به نسبت برنامه نویسی سایت، آسان تر و کاربردی تروکم هزینه تر است و مزیت های بی‌شماری از جمله منبع باز بودن، انعطاف پذیری ساختار، مدیریت راحت، سرعت و کارایی بالا و … دارد . باید بگوییم که جدا از تمامی امکانات و مواردی که گفته شد، اطلاع کامل از دانش های برنامه نویسی ، مهارت و خلاقیت رابط وتجربه کاربری  بسیار مهم است و جزو الزامات محسوب می‌شود تا یک سایت موفق و پربازدید داشته باشید
یکی از آیتم های سیستم مدیریت محتوایی وردپرس است ،که به وفور در اختیار کاربران قرار می‌گیرد. برای استفاده از این نوع سیستم‌، شما باید هاست، دامنه و قالب را به صورت جداگانه خریداری کنید  و از یک طراح سایت بخواهید وب سایت شما را راه اندازی کند. سپس با ورود به پنل مدیریت سایت خود را طراحی ، ویرایش و کنترل کنید. 


</p>




  


</div>
















<div className='mt-[150%] bg-red-500 '  >adfdasfdasfsafdsa                              </div>







    {/*  <h2 className='mt-[80px] mr-[8%] text-[24px] text-avaliye font-bold max-mtablet:text-[16px]  '  > طراحی سایت </h2>

    <p className='w-[85%] h-[330px] text-[16px] font-normal leading-[35px] flex mx-auto mt-[16px] max-mtablet:text-[14px] max-mtablet:leading-[22px] max-desktopl:h-[450px] max-desktop:h-[590px] ' > 

    در این زمانه که رقابت کسب و کارها به فضای مجازی کشیده شده و برای بهتر دیده شدن نیاز است تا وب سایت ارزشمند و بهینه شده‌ای داشته باشید، لازم است برای شروع کار اطلاعات زیر بنایی درباره طراحی سایت داشته باشید . زیرا وقتی با طراحان یا شرکت های برنامه نویسی تماس میگیرید، آنقدر ابهام انگیز و تخصصی صحبت می‌کنند که نمی‌توانید به پاسخ دقیقی برای سوالات خود برسید.
 اگر کسب و کار شما قابلیت پیشرفت زیادی دارد و بازار هدف گسترده‌ای دارید بهتر است به سراغ یک برنامه نویس حرفه‌ای در اُیک  برای ساخت سایت خود بروید.
اگر هدف شما از طراحی سایت شروع یک کسب و کار نوپا با هزینه پایین است به طوری که زودتر به سوددهی برسد، به شما پیشنهاد می‌کنیم از سیستم مدیریت محتوای اختصاصی اُیک سری بزنید.
CMS (Content Management Syste)  
یک سیستم مدیریت محتوا است برای کاربرانی که علاقه به کدنویسی ندارند یا حتی نمی‌خواهند هزینه زیادی بابت برنامه نویسی سایت بپردازند
مجموعه اُیک باتوجه به سیستم مدیریت محتوا با طراحی قالب اختصاصی وردپرس، جوملا، پرستاشاپ و دروپال ، یکی از محبوب ترین و ساده ترین سیستم های مدیریت محتوا را ارائه میدهد  که به کمک آن افراد قادر هستند سایت خود را مدیریت کرده و در آن محتوا قرار دهند. این روش به نسبت برنامه نویسی سایت، آسان تر و کاربردی تروکم هزینه تر است و مزیت های بی‌شماری از جمله منبع باز بودن، انعطاف پذیری ساختار، مدیریت راحت، سرعت و کارایی بالا و … دارد . باید بگوییم که جدا از تمامی امکانات و مواردی که گفته شد، اطلاع کامل از دانش های برنامه نویسی ، مهارت و خلاقیت رابط وتجربه کاربری  بسیار مهم است و جزو الزامات محسوب می‌شود تا یک سایت موفق و پربازدید داشته باشید
یکی از آیتم های سیستم مدیریت محتوایی وردپرس است ،که به وفور در اختیار کاربران قرار می‌گیرد. برای استفاده از این نوع سیستم‌، شما باید هاست، دامنه و قالب را به صورت جداگانه خریداری کنید  و از یک طراح سایت بخواهید وب سایت شما را راه اندازی کند. سپس با ورود به پنل مدیریت سایت خود را طراحی ، ویرایش و کنترل کنید. 


    </p>


    
<img src={web2} alt="" className='w-[60%] h-[560px] flex mx-auto    mt-[32px] rounded-[5px] max-mtablet:h-[163px] max-mtablet:mt-[65px] ' />


<h2 className='mt-[64px] mr-[8%] text-[24px] text-avaliye font-bold max-mtablet:text-[16px]  '  > لورم ایپسوم متن ساختگی ؟ </h2>


<p className='w-[85%] h-[330px] text-[16px] font-normal leading-[35px] flex mx-auto mt-[16px] max-mtablet:text-[14px] max-mtablet:leading-[22px] max-desktopl:h-[450px] max-desktop:h-[590px] ' >

لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است،
و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد

</p>

    
 <img src={web4} alt="" className='w-[60%] h-[460px] flex mx-auto    mt-[32px] rounded-[5px] max-mtablet:h-[163px] max-mtablet:mt-[65px] ' />  */}
    </>
    );
}

export default Webdesing;
