import React from 'react';

import app from '../../assets/pic/APPLECATION.png';
import app1 from '../../assets/aks/app1.jpg';
import app2 from '../../assets/aks/app2.jpg'

const Applicaton = () => {
    return (
        <>

    
    
        <h1 className='pt-[10%] max-desktop:pt-[20%] max-mtablet:pt-[30%] '  ></h1>
    
    
     <div className=' w-[85%] h-[420px] bg-sanaviye rounded-[30px] flex mx-auto justify-around  items-center relative max-desktop:h-[153px]  '>
    
    <h1 className=' text-[50px] text-avaliye max-desktop:text-[16px] font-bold ' >وب  اپلیکشین </h1>
    
    <img src={app} alt="" className='w-[380px] h-[383px]  rounded-tr-[50%] rounded-tl-[50%] rounded-br-[50%] max-desktop:w-[132px] max-desktop:h-[133px] mb-[-3.2%] max-desktopl:mb-[-4%] max-desktop:mt-[-1%] max-mtablet:mb-[-5.5%] ' />
    
    </div>
         <h2 className='mt-[80px] mr-[8%] text-[24px] text-avaliye font-bold max-mtablet:text-[16px]  '  > لورم ایپسوم متن ساختگی ؟ </h2>
    
        <p className='w-[85%] h-[330px] text-[16px] font-normal leading-[35px] flex mx-auto mt-[16px] max-mtablet:text-[14px] max-mtablet:leading-[22px] max-desktopl:h-[450px] max-desktop:h-[590px] ' >
    
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است،
     و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    
        </p>
    
    <img src={app1} alt="" className='w-[70%] h-[460px] flex mx-auto    mt-[32px] rounded-[5px] max-mtablet:h-[163px] max-mtablet:mt-[65px] ' />
    
    <h2 className='mt-[64px] mr-[8%] text-[24px] text-avaliye font-bold max-mtablet:text-[16px]  '  > لورم ایپسوم متن ساختگی ؟ </h2>
    
    
    <p className='w-[85%] h-[330px] text-[16px] font-normal leading-[35px] flex mx-auto mt-[16px] max-mtablet:text-[14px] max-mtablet:leading-[22px] max-desktopl:h-[450px] max-desktop:h-[590px] ' >
    
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است،
    و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    
    </p>
    
    <img src={app2} alt="" className='w-[70%] h-[560px] flex mx-auto    mt-[32px] rounded-[5px] max-mtablet:h-[163px] max-mtablet:mt-[65px] ' />
        
        </>
    );
}

export default Applicaton;
