import React from 'react';
import ui from '../../assets/pic/UI.png';
import ux2 from '../../assets/aks/uiux1.jpg'
const Ui = () => {
    return (
        <>

    
    
        <h1 className='pt-[10%] max-desktop:pt-[20%] max-mtablet:pt-[30%] '  ></h1>
    
    
     <div className=' w-[85%] h-[420px] bg-sanaviye rounded-[30px] flex mx-auto justify-around  items-center relative max-desktop:h-[153px]  '>
    
    <h1 className=' text-[50px] text-avaliye max-desktop:text-[16px] font-bold ' >رابط و تجربه کاربری</h1>
    
    <img src={ui} alt="" className='w-[380px] h-[383px]  rounded-tr-[50%] rounded-tl-[50%] rounded-br-[50%] max-desktop:w-[132px] max-desktop:h-[133px] mb-[-2.4%] max-desktopl:mb-[-4%] max-desktop:mt-[-1%] max-mtablet:mb-[-5.5%] ' />
    
    </div>




    <div className='w-[85%] h-[1100px]  shadow-myshadow bg-white mx-auto mt-[56px] rounded-[10px]  max-desktopl:h-[1310px] max-desktop:h-[1350px] max-mtablet:h-[1740px] '  >

<div className='w-[78%] h-full mx-auto max-mtablet:w-[96%]  ' >

<h2 className='  text-[24px] text-avaliye font-bold pt-[56px] max-mtablet:text-[18px] max-mtablet:pt-[28px] max-mtablet:pr-[5%] '  > اثر تجربه کاربری و رابط کاربری   </h2>


<p className='w-full text-[16px] font-normal leading-[35px] mt-[32px] max-mtablet:w-[96%] max-mtablet:mt-[16px] max-mtablet:pr-[5%] ' > 

ساختار مناسب : ساختار رابط کاربری بایستی معنادارو هدف محور باشد. المان های مرتبط در کنار هم و المان های نامرتبط جدا باشند .
<br />
سادگی :یک رابط‌ کاربری موفق، از تزئینات بیش از حد و عناصر غیر ضروری پرهیز می‌کند.در واقع هدف از خلق رابط کاربری، نمایش مهارت‌های طراحی‌ به دیگران نیست بلکه خود محصول است.<br/>
قابلیت دیده شدن : عناصر مهم نسبت به دیگر موارد برجسته است، به نحوی که کاربران متوجه نکات مهم بشوند و بر آن‌ها تمرکز کنند.<br/>

تعاملات مؤثر : طرح بایستی کاربر را به زبانی که برایش قابل فهم باشد نسبت به تغییرات، وضعیت‌ها، عملیات‌ها، خطا‌ها و استثنائات آگاه نگه دارد و به نحوی طراحی شود که کاربررابه نتیجه دلخواه برساند.<br/>
استفاده از الگوهای آشنا: خلاقیت در طراحی بسیارخوب است، اما در صورتی که به دلیل مناسب و در مکان مناسبی انجام شده باشد.



</p>



<img src={ux2} alt="" className='w-[547px] h-[324px] rounded-[5px] mx-auto mt-[32px] max-desktop:w-[447px] max-desktop:h-[224px] max-mtablet:pr-[-3%]  ' />

<h2 className='  text-[24px] text-avaliye font-bold pt-[56px] max-mtablet:text-[18px] max-mtablet:pt-[28px] max-mtablet:pr-[5%] '  >  مزایای UI&UX  </h2>


<p className='w-full text-[16px] font-normal leading-[35px] mt-[32px] max-mtablet:w-[96%] max-mtablet:mt-[16px] max-mtablet:pr-[5%]  ' > 
" دو بعد جدایی ناپذیر طراحی وب سایت هستند. UI & UX "
  به معنای رابط کاربری است، در واقع ظاهر هر بخش از سایت که شما مشاهده   UI
 مینمایید، به جنبه های گرافیکی میپردازد تا جلوه مناسبی به وب سایت بدهد. , 
      به معنای تجربه کاربر‌ی است، به احساسات و راحتی کاربرحین استفاده    UX  
از اجزای مختلف سایت گفته میشود و جوانب تعامل کاربر را با هر بخش در نظر می‌گیرد. این نکته که ‌سایت به گونه ای طراحی شده باشد که هر مطلب به راحتی در دسترس کاربران قرار بگیرد و برای کار کردن با هر قسمت آسودگی و راحتی کاربر درنظر گرفته شوداز مسائل مورد توجه طراح تجربه ی کاربری است .
میتوان گفت که تجربه کاربری و رابط کاربری مکمل همدیگر هستند و دست در دست هم به موفقیت سایت و وفاداری کاربر، بازدید بالاو فروش بهتر منجر میشوند.





</p>

{/* 
<img src={web4} alt="" className='w-[547px] h-[324px] rounded-[5px] mx-auto mt-[32px] max-desktop:w-[447px] max-desktop:h-[224px] ' /> */}


</div>





















</div>








































    
  {/*        <h2 className='mt-[80px] mr-[8%] text-[24px] text-avaliye font-bold max-mtablet:text-[16px]  '  > لورم ایپسوم متن ساختگی ؟ </h2>
    
        <p className='w-[85%] h-[330px] text-[16px] font-normal leading-[35px] flex mx-auto mt-[16px] max-mtablet:text-[14px] max-mtablet:leading-[22px] max-desktopl:h-[450px] max-desktop:h-[590px] ' >
    
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است،
     و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    
        </p>
    
    <img src={ux2} alt="" className='w-[60%] h-[460px] flex mx-auto    mt-[32px] rounded-[5px] max-mtablet:h-[163px] max-mtablet:mt-[65px] ' />
    
    <h2 className='mt-[64px] mr-[8%] text-[24px] text-avaliye font-bold max-mtablet:text-[16px]  '  > لورم ایپسوم متن ساختگی ؟ </h2>
    
    
    <p className='w-[85%] h-[330px] text-[16px] font-normal leading-[35px] flex mx-auto mt-[16px] max-mtablet:text-[14px] max-mtablet:leading-[22px] max-desktopl:h-[450px] max-desktop:h-[590px] ' >
    
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است،
    و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشدلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون سطرآنچنان که لازم است، و برای شرایط تکنولوژی مور نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
    
    </p>
     */}

        
        </>
    );
}

export default Ui;
